Repository: mozilla-l10n/mt-training-data
Catalog: xmf/xmf_pontoon.tmx
Source language: en_us
Languages: xmf

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
xmf: მიმოჩქუნა, ნამდა ხონარუანი ინნაჭარეფიში დიდი დო ოჯარეთ ხემიოჭირინაფალი კათელეფი ხეს შეუნწყუნს ინოვაციეფს დო კონკურენციას ხონარუან ტექნოლოგიეფიში სფეროს. თენა რე საერთაშორისო ძალისხმევა დო ჩქი იპჭანუანთ არძას მონაწილეობაში მიოღებელო. ჩქინი ღანკი რე, ხე შეუნწყუათ ჩიებაში ტექნოლოგიეფიში ინკლუზიურობას დო არძანერი ხონარიში ეშაჩინება შეულებუდას მთელ მსოფლიოში მასშტაბით.

source: Website Localization
xmf: ვებსაიტიშა არდგილიში მეჩამა

source: Websites
xmf: ვებგვერდები

source: We could not upload { $total } clips. They have already been uploaded before. Let’s continue with the next batch!
xmf: { $total } ინნაჭარაში ეხარგუაქ ვემიხერხინუ. თიქ უკვე ქიგიაძინუ. გაგძელით უკულიანი ინნაჭარეფიში ართო ეხარგუა!

source: We couldn’t find that page for you
xmf: ჩქი ვაბძირით თე ხასილა თქვანოთ

source: We couldn’t get any audio clips for you to listen to. Please try again later.
xmf: ვეგორ თქვანო მარჩქილაფარ ხონარუანი ინნაჭარეფქ. ქორთხინთ, კინ ქოცადათჷნი.

source: We couldn’t get any sentences for you to speak. Please try again later.
xmf: ვეგორ თქვანო ეშაკითხირალი წინადადებეფქ. რთხინთ, ქოცადათ გვიანონი.

source: Weekly
xmf: ირი მარაში

source: Weekly Goal
xmf: ირმარაშ ღანკი

source: We launch the Common Voice site in this language.
xmf: Common Voice-იშ საიტის თე ნინაშა გუტენთ.

source: Welcome { $company } staff!
xmf: გომორძგუა { $company } ალმახანდეეფი!

source: Welcome to Common Voice
xmf: მოზოჯით Common Voice-შა

source: Welcome to Spontaneous Speech
xmf: ჯგირი ორდას თქვან მოზოჯუა სპონტანურ ჩიებაშა

source: Welsh
xmf: უელსური

source: We may have run out of clips - refresh the page, or try again later.
xmf: ხონარიში ინნაჭარეფქ გეთუ. გაახალით ხასილა ვარდა კინ ქოცადით.

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
xmf: შილებე, მოთხუალა ვემემღებუნა-და. ქორთხინთ, ქუმოპჭარათ ოწურაფუშა <emailLink>{ $email }</emailLink> დო ჩქი ქიდგეკავშირებუთ!

source: We periodically release the dataset
xmf: ჩქი პერიოდულო გუმუაქიანენთ მუნაჩემეფიში კათელს

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
xmf: ჩქი გარზენთ პირობას, ნამდა თქვანი პირადი ინფორმაციას თხილას დუვამუშენთჷნი. წეკითხით <privacyLink> კონფიდენციალურობაში განაცხადი <privacyLink>

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
xmf: ჩქი აკოფქიმინუნთ ბრელი ნინაში გოღია წყუ უღუნფერი ხონარუან ინნაჭარეფიშ მუნაჩემეფიშ კათელს, ჩიებაში ხუჯმეჩამილი აპლიკაციეფიშ ტრენინგეფჷშოთ.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
xmf: ჩქი აკოფქიმინუნთ ხონარუანი მუნაჩემეფს გონჯამილი წყუშე. შემენწით თქვანი ხონარით, ქიგნაჯინით შხვეფიში აკოქიმინელი ინნაჭარეფიში თინუობას, გაუჯგუშით მუნაჩემეფიში კათელიში ხარისხი არძაშო.

source: We’re experiencing unexpected downtime
xmf: ულებუო ნჩალუა მიღუნა

source: We’re going out to get coffee.
xmf: ყავაში ოშუმუშა გალე გუმმურთ.

source: We release the dataset every 3 months.
xmf: მუნაჩემეფიში კათელი 3 თუთაშე ართჷშა გუშმურს.

source: We're making some big changes
xmf: ბრელ მუთუნს დოფთირანთ

source: We're receiving a lot of traffic and are currently investigating the issues.
xmf: ბრელი ტრაფიკი მიღუნა დო ასე თე პრობლემეფიში მოგვარებაშენი მუფშენთ.

source: We’re sorry, your platform is not currently supported.
xmf: სანარღოთ, თქვან პლატფორმა ასე ხუჯმეჩამილი ვარე.

source: Western Penan
xmf: გელახონიშ პენანი

source: We uploaded { $uploaded } of your clips — The remainder have already been uploaded. Let’s continue with the next batch!
xmf: { $uploaded } ინნაჭარა ეხარგელი რე — უკვე ქიგიაძინ დოსკილადირქ. გაგძელით უკულიანი ინნაჭარეფიში ართო ეხარგუა!

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
xmf: ოთანგალო ჩქი გიმიბრინუანთ Mozilla-ში ხეჭკუდეფს ათე სახელით <pontoonLink> Pontoon </pontoonLink>. Pontoon-ს ბრელი ნინა რე, მარა თქვანი ნინა ვაძირითჷ-და, შეილებუნა <pontoonRequestLink> მითხუათ თიშ გეძინა </pontoonRequestLink>. უკული, Common Voice-ქ თქვან ნინაშო ქიმუშუასჷნი, </githubRepoLink> ქიდმეკავშირით GitHub-ს </githubRepoLink>. <localizationFragment> ქოძირით უმოსი საიტიში გინოთანგუაში გურშენი </localizationFragment>.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
xmf: ჩქი კანკალე თირუეფი მიშებღით. "დელტა" სეგმენტის რე ხვალე ბოლოს გუშაშკუმალირი კლიპეფიშ უკული გეძინელი ინნაჭარეფი. <deltaLink> წეკითხით უმოსი თე ნამუშერის გურშენი </deltaLink>.

source: We've run out of sentences to record in this language...
xmf: თე ნინაშო ინაჭარალი ზიტყვასქვილეფქ გეშელიუ...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
xmf: მოკონა, ჩიებაში მოდელეფს ჯგირო შეულებუდას შხვადოშხვა ადამიერიში გაგება. თეში გურშენი, ჩქინ კათელს ოკო რდას ბრელი შხვადოშხვანერი ხონარუანი ინნაჭარეფი.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
xmf: მოკონა, მანქანური გურაფაში ალგორითმეფს შხვადოშხვა ხონარობაში ფონს შეულებუდას მუშობანი. მიბღენთ მაღალ ხონარეფს ხოლო, ხეს ვაუშალენს ნაკითხირა ტექსტიში გაგონებას-და. ხონარდაბალი მუსიკას ხოლო ვაუჭირს მუთუნი; ხონარმაღალი მუსიკაში გამო ზიტყვეფს ვარჩენთჷ-და, ქიგუნჭირით ვარიას.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
xmf: თხილას ორდათ ინნაჭარაშ ვარებაშახ, მუჟამს საქვარ ოხუ ზიტყვაშ უწორო თქუალას, მახვილიშ შხვა არდგილს გეშკვაფას ვარდა კითხვაშ ლიშანიშ გილაჸუბეჩუას. მუშენდა ართ ნინას ბრელ შხვადოშხვანერი თქუალა რე, ნამუშ უმენტაშობა შილებე მორჩქილაფირი ვაგაფუდანინი. ქორთხინთ, გეთვალისწინათ თინეფ ხოლო, მით შხვადოშხვანერო იჩიებუნანი.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
xmf: ჩქი მალას მეგონჭირინუანთ ინფორმაციას, მუჭო ოკო გეუძინათ თქვანი ნინა Common Voice-ის.

source: We will be in touch with more information as it becomes available.
xmf: მუჭოთ ხემიოჭირინაფალი ქიჸუაფუნი, უმოსი ინფორმაციას ჩქი ქიმგოჭირინუანთ.

source: We will not make your email public.
xmf: ჩქი ვაგმუაქიანენთ თქვან ელფოსტას.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
xmf: ჩქი ქიგნუოჯინეთ თქვან მოთხუალას მუნაჩემეფიშ კრებულშე თქვანი ხონარუან ინნაჭარეფიშ ეშაღალაშ გურშენი. თე მოთხუალაქ დედასურუდა, ჩქი ქიდვეკავშირებუთ არძას, მიდგაქ თქვან ინნაჭარეფი გეგნიჭარუნი დო ქოფთხინთ დოლასანი თქვან ხონარუან ინნაჭარეფი.

source: We will show you a prompt or question
xmf: ჩქი გოძირანთ მოთხუალას ვარდა ოკითხუეფს

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
xmf: ჩქი მუფშენთ ფონდეფჷწკუმა, სამოქალაქო საზოგადოება დო ართობაში მაკათურეფიწკუმა ართო ინტერნეტიში გასაუჯგუშებელო, განსაკუთრებით აღმოსავლეთ აფრიკას. უმოსი ქიგეგით ჩქინი <programmaticWork> პროგრამული სამუშაში გურშენი. </programmaticWork>

source: What is a language on Common Voice?
xmf: მუ რე ნინა Common Voice-ის?

source: What issues are you experiencing with this content?
xmf: მუ კილი უღუ თე ზიტყვასქვილეფს?

source: What issues are you experiencing with this sentence?
xmf: მუ კილი უღუ თე წინადადებეფს?

source: What is your age?
xmf: მუ ხანიშ რეთ?

source: What is your sex or gender?
xmf: თქვანი სქესი ვარდა გენდერი?

source: What kind of goal do you want to build?
xmf: მუჭომი ღანკიშ აკოქიმინუა გოკონა?

source: What makes a good question?
xmf: მუჭომი ოკო რდას ჯგირი ოკითხირე?

source: What needs to be in my file?
xmf: მუ ოკო რდას ჩქიმ ფაილს?

source: What questions can I add?
xmf: მუ ოკითხირეეფი შემლებუ გევუძინენი?

source: What sentences can I add?
xmf: მუ ზიტყვასქვილეფი შემლებუ გევუძინენი?

source: What’s inside the Common Voice dataset?
xmf: მუ რე Common Voice-იშ მუნაჩემეფიშ კათელს?

source: What's Public?
xmf: მუ რე ოჯარე?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
xmf: მუჟამს მუმახვარებელი "ვარ"-ს ქიმეჩანს ხონარუანი ინნაჭარასჷნი, თინა დართუ უკახალე. მაჟიაშა ხოლო ქიმეჩუდა, ინნაჭარა მიდურს ხონარუანი ინნაჭარეფიში საფლეშა.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
xmf: მუჟამს ურჩქილექჷნი, გურჩამილო ქიგნაჯინი ინნაჭარას ქირჩქილე თუ ვარი თინიერო მუთ თექ ჭარუნი; ჭიჭე ეჩილათირი ქოძირითდა, ვარია გიმეჩით. <br /> შხირი აშაჩილათეფი რე:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
xmf: მუჟამს მითხინთ თქვან ინნაჭარეფსჷნი, ჩქი თინეფს ფშაყარანთ ართი ვარდა ართ-ჟირ ZIP ფაილს. თაქ რე თქვანი კინოხონი მოთხუალეფი:

source: Which variant of { $language } do you speak?
xmf: { $language } ნამუ ვარიანტიშა იჩიებუქ?

source: Why ?
xmf: მუშენი?

source: Why a profile?
xmf: მუშენ პროფილი?

source: Why are you asking?
xmf: მუშენ მოკითხუთ?

source: Why Common Voice?
xmf: მუშენ Common Voice?

source: Why does this matter?
xmf: მუშენ რე თენა საჭირო?

source: Why we built this Spontaneous Speech prototype
xmf: მუშენ აკოფქიმინით თე სპონტანურ ჩიებაშ მოდელი

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
xmf: თე პროფილით თოლი ქუჸუნეთ თქვანი წიმე ულას დო ქაკათით ხონარეფიში ინმაჭარალეფიში ბუნას.

source: Wixarika
xmf: ვიქსარიკა

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
xmf: თქვან ხონარუან ინნაჭარეფიშ ლასუა გოკონანო თუ გისხუნონა ქიდიტუათ თინეფი Common Voice-იშ მუნაჩემეფიშ კრებულს?

source: Write
xmf: ჭარუა

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
xmf: ქეცადით, აიწორო დოჭარათ, მუსუთ ხონარიში ინნაჭარას გეგენთჷნი, არდგილიშ ინმაფშაფალი გოზინდილი ბგერეფ ხოლო, მაგალთო, "ჰმ", "ეეჰ".

source: Write down what you hear the person saying here
xmf: კოჩიში ნარაგადი, მუსუთ ირჩქილეთჷნი, დოჭარით

source: Write options menu
xmf: ჭარუაში პარამეტრეფიში მენიუ

source: y
xmf: q

source: Y
xmf: ქ

source: Yes
xmf: ქო

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
xmf: ქო, ქუმომჯღონით ჭარილეფი ელფოსტაშა. მოკო ირიათო მიჩქუდას ახალ ამბეეფი პროექტი Common Voice-იშ გურშენი.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
xmf: ქო, ქუმომჯღონით ნაჭარეფი ელფოსტაშა. მოკო, ირიათო მიჩქუდას თე ნინაში წიმე ულაში გურშენი Common Voice-ის.

source: You
xmf: თქვა

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
xmf: თქვა აპირენთ <size>{ $size } GB </size> ნტირულობაშ მუნაჩემეფიშ გიმოჭარუას, გოკონანო გაგძელათჷნი?

source: You are prepared to initiate a download of <b>{ $size }</b>
xmf: ქორეთო ხაზირი გეგმიხარგასჷნი <b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
xmf: სი შეილებუ ქიგუძინე ზიტყვასქვილეფი <writePageLink> ჭარუაში ხასლას </writePageLink> ვარდა ზიტყვასქვილეფიში გინოჯინა <reviewPageLink> გინოჯინაში ხასლას </reviewPageLink>.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
xmf: თქვა შეილებუნა რსხილიშ ამნახანტი გეჭოფათ დო ქინახუნუათ გიმოხარგუაშ მენეჯერს. თის ხანი 12 საათიშა დელიებუ, მარა თე ხასილაშე ნებისმიერ დროს შეილებუნა რსხილეფიშ ახაშო აკოქიმინუა.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
xmf: შეილებუნა ღილაკეფი გიმირინუათ ომართალო: { sc-review-form-button-approve-shortcut } რე დასამოწმებელო, { sc-review-form-button-reject-shortcut } ოვარებელო, { sc-review-form-button-skip-shortcut } გიშატებელო

source: You can choose to make your username public or anonymous.
xmf: თქვა შეილებუნა გჷშაგორუა, თქვანი ჯოხოქ ოჯარექ იჸუას თუ ფულირქჷნი.

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
xmf: მაგალითიშოთ ქოძირით <examplePromptsLink>120 ნიმუში მოჩამილ ცნობარს. </examplePromptsLink>

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
xmf: შეილებუნა, გეგნორთათ <datasetsPage> მუნაჩემეფიში კათელიში ხასჷლაშა </datasetsPage>, გაგშაგორათ ვერსია, ქიმუწურუათ კორინებული ნინა (ნინეფი) დო გეგმოხარგუათჷნი! ხონარუან ფაილეფს <metadataLink> უღუ მეტამონაცემეფი </metadataLink>, სოდეთ რე მოჩამილი დემოგრაფიული ინფორმაცია დო გინოჯინელი მონაცემეფი. კათელიში გიმახარგალო დეგესაჭირებუნა ელფოსტაში მიშაჸონაფა.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
xmf: Common Voice პროფილიში აკოქიმინუათ დო ხუმაში ინნაჭარეფიში გაშელებათ, თქვა შეილებუნა ქიდმეხვარათ ბრელნერი დო გოღია წყუ უღუნ ფერი მუნაჩემეფიში კათელიში გახაზირებას.

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
xmf: თქვა შეილებუნა შეხვადათ Mozilla-იშ შხვადოშხვა ნინეფიში საზოგადოებაში მაკათურეფს, ცალკეიანი თემეფშე ოჩიებეთ ქაკათათ <discordLink> Discord </discordLink> ვარდა <discourseLink> Discourse </discourseLink>, ხოლო რჩევეფიში მიოჩამალო დერეგისტრირით ათაქ <matrixLink> Matrix </discordLink>.

source: You cannot add multiple sentences for a single submission
xmf: ვეგგაძინინენა ართ-ჟირი ზიტყვასქვილი თიო-თიოთ მიშაღალაში დროს

source: You cannot request your recordings while another request is already in progress.
xmf: ვეშეილებუ ინნაჭარეფიშ მოთხუალა, მუჟამს შხვა მოთხუალაში დამუშება მეურსუნი.

source: You can request a new takeout of your recordings every { $days } days.
xmf: საკუთარ ინნაჭარეფიშ ეშაღალა შეგილებუნა მითხუათ ირი { $days } დღას.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
xmf: შეილებუნა ღონისძიებეფი აკანწყუათ მეტი მოხალისეში აკაშაყარალო. ფირქენქჷნი, თიშ უმოს ანდვილ რე. ინტერნეტით, კონფერენციეფიში მანწყუალი პროგრამეფით, პირადო კათაში ძირაფათ. <eventTemplate> ქოძირით ჩქინი ნამუშერეფი დო მარგებელი მასალეფი ღონისძიებეფიში გურშენი </eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
xmf: შეილებუნა <sentenceCollectorLinkAdd> გეუძინათ ჭიჭე ზიტყვასქვილეფი </sentenceCollectorLinkAdd>, ხოლო <bulkImportDocsLink> ართო მიშაღალარო, ქიგმირინეთ Github </bulkImportDocsLink>. რშუდანი, ნამდა ზიტყვასქვილეფი აუცილებერო ოკო რდას <licenseLink> CC (ოირქიანე საკუთრებაშე) </licenseLink> ვარდა თქვა ოკო მიფიქრათ.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
xmf: თეშ გარდა, შეილებუნა გიმირინუათ <scraperLink> ზიტყვასქვილეფიში მაკორობალი </scraperLink> ხეჭკუდი ვიკიპედიაშე კუნტა ზიტყვასქვილეფიში დუდიშული ლიცენზიათ გჷმარინაფალო.

source: You check whether the transcription matches the audio
xmf: ქიგნაჯინით, ნაჭარათ გინორთელი ხონარუან ინნაჭარაში მანგი ქორე თუ ვარჷნი

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
xmf: შეილებუნა ქიმუწურუათ ვებსაიტი, მაგალთო "Common Voice - https://commonvoice.mozilla.org/''

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
xmf: შეილებუნა მეუწურუათ აკადემიური წყუ ხოლო, მაგ. "Mozilla (2021) Common Voice. ოწურაფუ https://commonvoice.mozilla.org/ (თარიღი: 15 სექტემბერი 2021)''

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
xmf: შხვადოშხვა სოციალური ქსელიში გუმორინაფა შეილებუნა კათაში მაჭანაფალო. გურთით პოსტი, სოდეთ ენწყუმილი იჸუაფუ, მუშენი რე თე საკითხი შანულამი. ეჩიით კათას ციფრული ტექნოლოგიეფით ნინაში გინოსქილადაში გურშენი. ქოძირით რჩევეფი <campaignLink> სოციალური კამპანიაში ჸონაფაშენი დო კონტენტი, ნამუში გუმორინაფა ხელახაშო შეილებუნანი </campaignLink>

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
xmf: ნინა დიო ვეგშაიგორუნანო. გინილით თქვანი <profileLink> პროფილშა </profileLink> ნინაში მიოწურაფალო.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
xmf: თქვა ქიმიონჭირინეთ ჯღონაში ლიმიტის თე ხასლას. ქორთხინთ, ქიმიცადათ { $retryLimit } წუთი ახალი ზიტყვასქვილიში ჯღონაშახ. მარდი, მოთვინებაშენი!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
xmf: თქვა ქიმიონჭირინეთ ჯღონაში ლიმიტის თე ხასლას. ქორთხინთ, ქიმიცადათ { $retryLimit } წამი ახალი ზიტყვასქვილიში ჯღონაშახ. მარდი, მოთვინებაშენი!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
xmf: ათე ხასილას თირუეფი ვეშეინახებუნა. არდგილს დითირანთჷ-და, თე თირუეფი მეიდინუნა. ნანდულო გოკონანო არდგილი დოთირუათჷნი?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
xmf: ათე ხასილას თირუეფი ვეშეინახებუნა. ასე გიშელენთ თე ხასილაშე-და, მუთ თირეთჷნი, ირფელი მეიდინუნა. ნანდულო გოკონანო გიშელათ თე ხასილაშენი?

source: You might also want to consider spanning different contexts and domains.
xmf: სასურველი რე, ბრელი საკითხი დო დარგი ხოლო მიშეშასჷნი.

source: You must allow microphone access.
xmf: მიკროფონიში გუმორინაფაში ნება ქიმეჩით.

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
xmf: ინნაჭარას არძა ზიტყვა კარაკანო ოკო ირჩქილედას. მოკონა, მანქანურ გურაფაშ ალგორითმეფს შხვადოშხვა ხონარობაშ ფონს შეულებუდას ზიტყვეფიშ გჷშაჩინება. მიბღენთ მაღალ ხონარეფს, წყნარ მუსიკას ხოლო, ხეს ვაუშალენს ზიტყვეფიშ გაგონებასდა. რშიალი ხეს ქოიშალჷნა ზიტყვასქვილეფიშ მორჩქილას-და, ვარიას ქიგუნჭირით.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
xmf: კილო ჯოხო ზიტყვეფიშ თავისებურო ჩიებას. სოდე ცხოვრენთ, მუზმა ნინაშა იჩიებუთ დო ბრელ შხვა მიზეზ შილებე უღუდასჷნი თეს. თაქ შეილებუნა თქვან არზი ჭარათჷნი.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
xmf: თქვან ანონიმურ ხონარუან ინნაჭარეფი ქუდოსკიდუ Common Voice-იშ მუნაჩემეფიშ კრებულს. პროფილიშ ლასუაშ უკული თქვა ვეშქალებენა მუნაჩემეფიშ კრებულშე თქვან ხონარუან ინნაჭარეფიშ ეშაღალაშ მოთხუალა.

source: Your daily goal has been created
xmf: თქვანი ირი დღაში ღანკი აკოქიმინელი რე

source: Your dataset is downloading!
xmf: თქვანი კრებულ გინმიჭარუ!

source: Your download has started.
xmf: თქვან გიმოხარგუა დოჭყაფილი რე.

source: You’re contributing to a target segment
xmf: თქვა წილი მიშაიღუნა მიზანიერ სეგმენტიშა

source: You’re contributing to our first target segment
xmf: თქვა წილი მიშაიღუნა ჩქინი მაართანი მიზანიერი სეგმენტიშა

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
xmf: თქვა ზალამი გიღუნა, ნამდა ელფოსტათი <bold> ვარ </bold> გუგოშინანი შიოსრულებელი ღანკეფი, პროგრესიში გაახალებეფი დო Common Voice-იშ გურშენი საინფორმაციო ბიულეტენეფი ხოლო ვემიღათჷნი.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
xmf: თქვა ზალამი გიღუნა, ელფოსტათი ქუგგოშინანი შიოსრულებელი ღანკეფი, პროგრესიში გაახალებეფი დო Common Voice-იშ გურშენი საინფორმაციო ბიულეტენეფი ხოლო მიღათჷნი.

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
xmf: ჩქარენთ. ქორთხინთ, ართ წუთი დუთმათ ზიტყვასქვილეფიში გინოჯინასჷნი, ჯგირო დერწმუნით ნამდა თე ზიტყვა წორი რე.

source: You're helping Common Voice reach our daily sentence goals!
xmf: თქვა ოხვარუთ Common Voice-ის ზიტყვასქვილეფიში შაყარუაში დღაში ღანკიში მეჭირინაფას!

source: Your email address
xmf: თქვან ელფოსტაშ ოწურაფუ

source: You respond or reply to it as naturally as you can
xmf: ქეცადით, მუთ შილებენ ორთაშურო ქუგამათ

source: Your files are being assembled. Please check again later.
xmf: თქვან ფაილეფი იშაყარუ. ქორთხინთ, ქიგნაჯინათ ჭიჭე ხანიშა.

source: Your Languages
xmf: თქვან ნინეფი

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
xmf: ნინაში გიშაგორილი ნერობაშო შილებე ზიტყვასქვილეფქ ეშალიებურქ იჸუას. თქვანო უხუჯური ვეუაფუდა, შეილებუნა დოთირუათ პარამეტრეფი, შხვანერი ზიტყვასქვილეფი ხოლო ქოძირათ თე ნინაშენი.
